Repository: mozammal-hossain/i_was_there
Catalog: lib/l10n/app_*.arb
Languages: bn

source: Back
bn: পিছনে

source: Calendar Sync
bn: ক্যালেন্ডার সিঙ্ক

source: Sync with Google Calendar
bn: Google ক্যালেন্ডারের সাথে সিঙ্ক করুন

source: Automatic attendance logging
bn: স্বয়ংক্রিয় উপস্থিতি লগিং

# oneWaySyncNote
source: One-way sync: We only add events to your calendar. We never read or delete your existing data.
bn: একমুখী সিঙ্ক: আমরা শুধুমাত্র আপনার ক্যালেন্ডারে ইভেন্ট যোগ করি। আমরা আপনার বিদ্যমান ডেটা কখনও পড়ি বা মুছি না।

source: Language
bn: ভাষা

# languageEnglish
source: English
bn: ইংরেজি

source: Places
bn: স্থানসমূহ

source: Calendar
bn: ক্যালেন্ডার

source: Settings
bn: সেটিংস

source: CONNECTED ACCOUNT
bn: সংযুক্ত অ্যাকাউন্ট

source: Change account – coming soon
bn: অ্যাকাউন্ট পরিবর্তন – শীঘ্রই আসছে

source: Change
bn: পরিবর্তন

# lastSyncedAt
source: Last synced {timeAgo}
bn: {timeAgo} এ সিঙ্ক হয়েছে

source: Never synced
bn: কখনও সিঙ্ক হয়নি

source: CONNECTED
bn: সংযুক্ত

source: SYNC DETAILS
bn: সিঙ্ক বিবরণ

source: Automated Events
bn: স্বয়ংক্রিয় ইভেন্ট

# visitsLoggedAs
source: Visits are logged as
bn: ভিজিটগুলো এভাবে লগ হয়:

source: Present at [Location]
bn: [লোকেশন]-এ উপস্থিত

# inPrimaryCalendar
source: in your primary calendar.
bn: আপনার প্রাথমিক ক্যালেন্ডারে।

source: Sync Now
bn: এখনই সিঙ্ক করুন

source: Syncing…
bn: সিঙ্ক হচ্ছে…

# footerPrivacy
source: Your privacy is our priority. We only use calendar access to help you track your fitness consistency.
bn: আপনার গোপনীয়তা আমাদের অগ্রাধিকার। আমরা শুধুমাত্র আপনার ফিটনেস ধারাবাহিকতা ট্র্যাক করতে ক্যালেন্ডার অ্যাক্সেস ব্যবহার করি।

source: Why I Was There
bn: কেন I Was There

# whySubtitle
source: Define your important places and automatically record your presence each day. Focus on your fitness goals while we handle the tracking.
bn: আপনার গুরুত্বপূর্ণ স্থানগুলো সংজ্ঞায়িত করুন এবং প্রতিদিন স্বয়ংক্রিয়ভাবে আপনার উপস্থিতি রেকর্ড করুন। আমরা ট্র্যাকিং পরিচালনা করি যখন আপনি আপনার ফিটনেস লক্ষ্যের দিকে মনোনিবেশ করুন।

# continueButton
source: Continue
bn: চালিয়ে যান

source: Maybe Later
bn: পরে দেখি

source: Google Calendar Sync
bn: Google ক্যালেন্ডার সিঙ্ক

# googleCalendarSyncSubtitle
source: See all your activity and gym sessions in one place.
bn: এক জায়গায় আপনার সব কার্যকলাপ এবং জিম সেশন দেখুন।

source: STEP {number}
bn: ধাপ {number}

# howAddPlaces
source: Add your places on the map
bn: ম্যাপে আপনার স্থানগুলো যোগ করুন

# howLocationPermission
source: Grant location permission for background checks
bn: ব্যাকগ্রাউন্ড চেকের জন্য লোকেশন অনুমতি দিন

# howMarksPresence
source: The app marks your presence automatically
bn: অ্যাপ স্বয়ংক্রিয়ভাবে আপনার উপস্থিতি চিহ্নিত করে

# howSyncCalendar
source: Optionally sync with Google Calendar
bn: ঐচ্ছিকভাবে Google ক্যালেন্ডারের সাথে সিঙ্ক করুন

# howViewHistory
source: View and adjust your history in the Calendar tab
bn: ক্যালেন্ডার ট্যাবে আপনার ইতিহাস দেখুন এবং সামঞ্জস্য করুন

source: Enable 'Allow all the time'
bn: 'সব সময় অনুমতি দিন' সক্ষম করুন

# backgroundLocationBody
source: To automatically sync your physical presence with Google Calendar every 10 minutes, we need background location access even when the app is closed.
bn: প্রতি ১০ মিনিটে Google ক্যালেন্ডারের সাথে আপনার শারীরিক উপস্থিতি স্বয়ংক্রিয়ভাবে সিঙ্ক করতে, অ্যাপ বন্ধ থাকলেও আমাদের ব্যাকগ্রাউন্ড লোকেশন অ্যাক্সেস প্রয়োজন।

source: Location Permission
bn: লোকেশন অনুমতি

source: Allow all the time
bn: সব সময় অনুমতি দিন

source: How to enable:
bn: কিভাবে সক্ষম করবেন:

# tapOpenSettings
source: Tap 'Open Settings' below
bn: নিচে 'সেটিংস খুলুন' ট্যাপ করুন

source: Go to Permissions > Location
bn: অনুমতি > লোকেশনে যান

source: Select 'Allow all the time'
bn: 'সব সময় অনুমতি দিন' নির্বাচন করুন

source: Opening system settings…
bn: সিস্টেম সেটিংস খোলা হচ্ছে…

source: Open Settings
bn: সেটিংস খুলুন

source: No places yet
bn: এখনও কোন স্থান নেই

# addPlaceToStart
source: Add a place to start tracking your weekly attendance.
bn: আপনার সাপ্তাহিক উপস্থিতি ট্র্যাক করতে একটি স্থান যোগ করুন।

source: Add your first place
bn: আপনার প্রথম স্থান যোগ করুন

source: Map
bn: ম্যাপ

source: History
bn: ইতিহাস

source: Weekly Attendance
bn: সাপ্তাহিক উপস্থিতি

# overrideLabel
source: Override
bn: ওভাররাইড

source: TRACKED STUDIOS
bn: ট্র্যাক করা স্টুডিও

source: Add Location
bn: লোকেশন যোগ করুন

# pleaseEnterPlaceName
source: Please enter a place name
bn: অনুগ্রহ করে স্থানের নাম লিখুন

source: Location set.
bn: লোকেশন সেট করা হয়েছে।

# couldNotGetLocation
source: Could not get location: {error}
bn: লোকেশন পাওয়া যায়নি: {error}

# couldNotSave
source: Could not save: {error}
bn: সংরক্ষণ করা যায়নি: {error}

source: Tracked Place
bn: ট্র্যাক করা স্থান

source: Cancel
bn: বাতিল

source: NAME
bn: নাম

source: ADDRESS
bn: ঠিকানা

source: Enter place name
bn: স্থানের নাম লিখুন

source: Search address...
bn: ঠিকানা খুঁজুন...

# searchAddressTooltip
source: Search address
bn: ঠিকানা খুঁজুন

source: Use my current location
bn: আমার বর্তমান লোকেশন ব্যবহার করুন

# geoFenceDescription
source: A 20m geofence ensures accurate attendance tracking while maintaining privacy and battery efficiency.
bn: ২০মি জিওফেন্স গোপনীয়তা এবং ব্যাটারি দক্ষতা বজায় রেখে সঠিক উপস্থিতি ট্র্যাকিং নিশ্চিত করে।

source: Save Changes
bn: পরিবর্তন সংরক্ষণ করুন

source: Updates sync with Google Calendar
bn: আপডেট Google ক্যালেন্ডারের সাথে সিঙ্ক হয়

source: All Places
bn: সব স্থান

source: Presence History
bn: উপস্থিতির ইতিহাস

source: Sync – coming soon
bn: সিঙ্ক – শীঘ্রই আসছে

source: DAY DETAILS
bn: দিনের বিবরণ

# tapDayToSeeSessions
source: Tap a day on the calendar to see sessions
bn: সেশন দেখতে ক্যালেন্ডারে একটি দিন ট্যাপ করুন

# dayDetailsTitle
source: DAY DETAILS • {month} {day}
bn: দিনের বিবরণ • {month} {day}

source: PRESENT
bn: উপস্থিত

source: NO SESSIONS
bn: কোন সেশন নেই

# noRecordedSessionsForDay
source: No recorded sessions for this day
bn: এই দিনের জন্য কোন রেকর্ড করা সেশন নেই

source: Unknown place
bn: অজানা স্থান

source: Recorded
bn: রেকর্ড করা হয়েছে

source: Sun
bn: রবি

source: Mon
bn: সোম

source: Tue
bn: মঙ্গল

source: Wed
bn: বুধ

source: Thu
bn: বৃহ

source: Fri
bn: শুক্র

source: Sat
bn: শনি

source: No places to show
bn: দেখানোর কোন স্থান নেই

# addTrackedPlacesFromDashboard
source: Add tracked places from the dashboard to see them on the map.
bn: সেগুলো ম্যাপে দেখতে ড্যাশবোর্ড থেকে ট্র্যাক করা স্থান যোগ করুন।

source: Manual Presence Override
bn: ম্যানুয়াল উপস্থিতি ওভাররাইড

source: Change date
bn: তারিখ পরিবর্তন করুন

source: SYNCS WITH GOOGLE CALENDAR
bn: GOOGLE ক্যালেন্ডারের সাথে সিঙ্ক হয়

source: Apply Changes
bn: পরিবর্তন প্রয়োগ করুন

source: Update required
bn: আপডেট প্রয়োজন

# forceUpdateMessage
source: A new version of I Was There is required. Please update to continue.
bn: I Was There-এর একটি নতুন সংস্করণ প্রয়োজন। চালিয়ে যেতে অনুগ্রহ করে আপডেট করুন।

source: Update
bn: আপডেট

source: Manual presence updated
bn: ম্যানুয়াল উপস্থিতি আপডেট হয়েছে

source: Not signed in
bn: সাইন ইন করা নেই

source: Onboarding
bn: অনবোর্ডিং

source: How it Works
bn: কিভাবে কাজ করে

source: Get Started
bn: শুরু করুন

source: I'll do this later
bn: আমি পরে করব

# backgroundLocationFooterPrivacy
source: Your data is only used for calendar synchronization and is fully encrypted. We never share your location with third parties.
bn: আপনার ডেটা শুধুমাত্র ক্যালেন্ডার সিঙ্কের জন্য ব্যবহার হয় এবং সম্পূর্ণ এনক্রিপ্টেড। আমরা কখনও তৃতীয় পক্ষের সাথে আপনার লোকেশন শেয়ার করি না।
